---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.InitialFluxIntensity
source: html/99b5357b-99e8-7149-875a-5197697ea6cd.htm
---
# InitialFluxIntensity Methods

Creates a copy of the InitialIntensity derived object.